[Translator]
Name=
Updated=

[LanguageString]
Record=Запись
Resume=Возобновить
Pause=Пауза
Encoding=Кодирование
Capture=Снимок
Area=Область
Resize=Размер
Open=Открыть
Options=Настройки
Report=Отчет
Info=Информация
Hotkey=Горячая клавиша
Hotkeys=Гор. клавиши
Save=Сохранение
Codecs=Кодеки
Timelimit=Ограничение
Stop=Остановить
Confirm=Подтвердить
Version=Версия
Language=Язык
Stereo=Стерео
Mono=Моно
Sound=Звук
Warning=Предупреждение
Error=Ошибка
Information=Информация
Confirm=Подтвердить
Effect=Выделение
&Yes=&Да
&No=&Нет
&OK=&OK
&Cancel=&Отмена
&Abort=&Прервать
&Retry=&Повторить
&Ignore=&Пропустить
KeyframeRate=Кол-во ключевых кадров
ModifiedWindowsHostFile=Обнаружено изменение в файле hosts Windows.
StopRecording=Остановить запись экрана.
StartRecording.=Запустить запись экрана.
CaptureScreen=Снимок экрана.
CopyToClipboard=Копировать в буфер обмена
PressKeyStopRecording=Нажмите %s для остановки записи.
RecordingFailed=Ошибка записи.
CauseAudioSynthesis=Причина (аудио синтез): 
NotExistDefaultOutputPath=Путь назначения не существует. Установлен путь по умолчанию.
UpdateNewVersion=Обновить oCam до новой версии.
SelectAreaToRecord=Выбрать область записи.
ResizeRecordingArea=Изменить размеры области записи.
ChangeSettings=Главные настройки программы.
DisplaySoftwareInformation=Отобразить информацию о программе и лицензии.
OpenOutputPath=Открыть папку назначения.
BrowseForFolder=Просмотр папок
FailedRecordRegisterHotkey=Горячая клавиша "Запись" не установлена.
FailedPauseRegisterHotkey=Горячая клавиша "Пауза" не установлена.
FailedCaptureRegisterHotkey=Горячая клавиша "Снимок экрана" не установлена.
FailedRecordAreaRegisterHotkey=Горячая клавиша "Выбор области записи" не установлена.
PleaseChangeHotkey=Пожалуйста, измените настройки горячих клавиш.
LanguageChanged=Язык изменен. Изменения вступят в силу после следующего запуска программы.
DownloadCodecs=Загрузить кодеки из интернета.
WhenUsedGoodCodecs=Рекомендованные кодеки для использования с oCam.
GotoCodecPage=Хотите перейти на страницу кодеков в интернете?
DontShowAgain=Не показывать снова.
RecordingStarting=Запуск...
RecordingStopping=Остановка...
FailedInitWASSoundLibDLL=Ошибка инициализации звуковой библиотеки. Проверьте запущена ли служба Аудио Windows.
JPEGQuality=Качество JPEG
CompressQuality=Качество сжатия
Enabled=Включить
Disabled=Выключить
Used=Использовать
NotUsed=Не использовать
LowDiskSpace=Не достаточно места на диске.
Watermark=Вод. знак
RecordSystemAudio=Записывать системные звуки
DoNotRecordMicrophone=Не записывать микрофон
DoNotRecordSystemAudio=Не записывать системные звуки
UltraHigh=Сверхвысокое
VeryHigh=Очень высокое
High=Высокое
Medium=Среднее
Low=Низкое
VeryLow=Очень низкое
CantNotLoadImage=Не удается загрузить водяной знак из файла.
NotFoundTheTargetRecordWindow=Не найдено окно для записи.
RecordingGame=Игра
FileName=Имя файла
ConnectionFailed=The connection to the server has failed.
Congratulations=Congratulations
SuccessfullyRegistered=Congratulations! You Have Successfully Registered.
InvalidSerialNumber=Invalid serial number. The serial number appears to be invalid.
InvalidEMailAddress=Invalid e-mail address. The e-mail address appears to be invalid.
RegisterExpired=The serial number you used to activate this product has expired.
InvalidResponseFromServer=Received an invalid response from the server.
RegisterAleady=Serial number already registered.
Donate=Donate
HalfSize=Половина размера
FitWidth=По ширине
FitHeight=По высоте
Custom=Произвольный

[frmMain]
mnuRecordScreen.Caption=&Полный экран
mnuPrimaryMonitor.Caption=&Главный монитор
mnuSecondaryMonitor.Caption=&Второстепенный монитор
mnuFindTarget.Caption=Выбрать &область...
mnuISOMPEG1standard.Caption=ISO MPEG-1 стандарт ( .AVI )
mnuISOMPEG2standard.Caption=ISO MPEG-2 стандарт ( .AVI )
mnuISOMPEG4standard.Caption=ISO MPEG-4 стандарт ( .AVI )
mnuXvid.Caption=ISO MPEG-4 XVID ( .AVI )
mnuOpenDivx.Caption=ISO MPEG-4 OpenDivx ( .AVI )
mnuMicrosoftMPEG4part2.Caption=Microsoft MPEG-4 часть 2 ( .AVI )
mnuMicrosoftMPEG4part3.Caption=Microsoft MPEG-4 часть 3 ( .AVI )
mnuFlashVideo.Caption=Flash Video ( .FLV )
mnuISOMPEG4standardMP4.Caption=ISO MPEG-4 стандарт ( .MP4 )
mnuAppleQuickTime.Caption=Apple QuickTime ( .MOV )
mnuMPEG2TransportStream.Caption=MPEG-2 транспортный поток ( .TS )
mnuMPEG2PSformat.Caption=MPEG-2 PS ( .VOB )
mnuVFWCodec.Caption=Расширенные кодеки... ( .AVI )
mnuISOMPEG4standardWMV.Caption=Microsoft MPEG-4 часть 3 ( .WMV )
mnuISOWMV2.Caption=Windows Media Video 8 ( .WMV )
mnuMP3AudioCodec.Caption=MPEG audio layer 3 ( .MP3 )
mnuWMAAudioCodec.Caption=Windows Media Audio 2 ( .WMA )
ActionManager.Categorys.&Mode=Режим
ActionManager.Categorys.&Tools=Инструменты
ActionManager.Categorys.&Help=Помощь
actOptions.Caption=&Настройки...
actInformation.Caption=&О программе...
mnuRecordingTheScreenAndAudio.Caption=Запись изображения и звука
mnuRecordingOnlyAudio.Caption=Запись звука

[frmOption]
btnOK.Caption=&OK
btnCancel.Caption=&Отмена
gbxVideoEncoding.Caption=Видео
lblFPS.Caption=FPS : 
lblKeyframeRate.Caption=Кол-во ключевых кадров:
lblVideoBitrate.Caption=Битрейт : 
gbxAudioEncoding.Caption=Аудио
lblAudioBitrate.Caption=Битрейт : 
btnRestoreDefaultSettings.Caption=&По умолчанию
lblSampleRate.Caption=Частота дискретизации: 
lblAudioDrive.Caption=Устройство:
lblChannel.Caption=Канал: 
chkAudio.Caption=Настройки аудио устройства
chkRecordCursor.Caption=З&ахватывать указатель мыши
chkBalanceReposition.Caption=При перемещении области записи будет перемещаться главное окно.
gbxHotkeySettings.Caption=Настройки горячих клавиш
lblCaptureHotkey.Caption=Снимок:
lblRecordHotkey.Caption=Запись: 
lblPauseHotkey.Caption=Пауза: 
lblTargetHotkey.Caption=Цель:
lbledtOutputPath.Caption=Путь назначения:
gbxRservationRecord.Caption=Ограничение времени записи
lblMin.Caption=Минут
lblSecond.Caption=Секунд
lblAfterCompletion.Caption=
chkRecordingTimeLimite.Caption=&Включить
gbxLanguage.Caption=Настройки языка
lblLanguage.Caption=Язык:
Caption=Настройки
tsInformation.Caption=Информация
tsLicense.Caption=Лицензионное соглашение
lblCaptureFormat.Caption=Формат файла для снимка:
lblUsingMultiCore.Caption=Использование многопоточности: 
gbxMouseEffect.Caption=Выделение указателя мыши
chkEnabledMouseEffect.Caption=Включить
lblMouseEffectColor.Caption=Цвет:
lblMouseEffectSize.Caption=Размер:
gbxTimeLimitSettings.Caption=Действие после завершения
rbTimeLimitDoNothing.Caption=Ничего не делать
rbTimeLimitStartNewRecording.Caption=Начать новую запись
rbTimeLimitExitProgram.Caption=Выйти из программы
rbTimeLimitShutdown.Caption=Выключить компьютер
gbxWatermarkSettings.Caption=Добавить водяной знак на видео
chkUseWatermark.Caption=Использовать водяной знак
lbledtWatermakrImagePath.Caption=Путь к изображению: 
lblOpacity.Caption=Прозрачность: 
gbxWatermarkImagePosition.Caption=Позиция
lblVideoQuality.Caption=Качество: 
lblEncoderThreadCount.Caption=Количество потоков: 
chkShowFPSOverlay.Caption=Отображать FPS
gbxGameRecording.Caption=Запись игры
lblColorConversionQuality.Caption=Качество цветопередачи: 
pmnuPrefixDateTime.Caption=Prefix + Date + Time
pmnuProgramNameDateTime.Caption=ProgramName + Date + Time
pmnuUserIDDateTime.Caption=UserID + Date + Time
pmnuDisplayUserNameDateTime.Caption=DisplayUserName + Date + Time
pmnuPrefixLocalizationDateNumber.Caption=Prefix + LocalizationDate + Number(#)
pmnuProgramNameLocalizationDateNumber.Caption=ProgramName + LocalizationDate + Number(#)
pmnuUserIDLocalizationDateNumber1.Caption=UserID + LocalizationDate + Number(#)
pmnuDisplayUserNameLocalizationDateNumber1.Caption=DisplayUserName + LocalizationDate + Number(#)
pmnuPrefixNumber1.Caption=Prefix + Number(#)
pmnuPrefixNumber2.Caption=Prefix + Number(##)
pmnuPrefixNumber3.Caption=Prefix + Number(###)
pmnuProgramNameNumber1.Caption=ProgramName + Number(#)
pmnuProgramNameNumber2.Caption=ProgramName + Number(##)
pmnuProgramNameNumber3.Caption=ProgramName + Number(###)
pmnuNumber1.Caption=Number(#)
pmnuNumber2.Caption=Number(##)
pmnuNumber3.Caption=Number(###)
pmnuHelp.Caption=&Помощь...
ledtFileName.Caption=Имя файла: 
chkHideDragCursorInRecordingArea.Caption=Скрывать курсор при перемещении области записи
gbResizeVideo.Caption=Изменение размера
chkResizeVideo.Caption=Изменять размер видео
lblResolution.Caption=Разрешение:
lblResizeQuality.Caption=Качество: 

[frmAbout]
lblDescription.Caption=oCam - это 100% свободный софт для дома и офиса.
btnOK.Caption=&OK
btnSendReport.Caption=Сообщить об ошибке...
Caption=О программе
tsInformation.Caption=Информация
tsLicense.Caption=Лицензионное соглашение

[frmVFWCodecs]
Caption=Расширенные кодеки
chkUseVFWCodec.Caption=&Использовать расширенные кодеки
btnDownloadCodecs.Caption=Загрузить расширенные кодеки...
btnVideoConfiguration.Caption=&Настройки
btnInformation.Caption=&О программе
btnOK.Caption=&OK
btnCancel.Caption=&Отмена

[frmRegister]
Caption=Регистрация
ledtEMail.Caption=Эл.почта:
ledtSerialNumber.Caption=Серийный номер:
btnOK.Caption=OK(&O)
btnCancel.Caption=Отмена(&C)

[frmInternetAuth]
Caption=Подождите...
lblAuthentication.Caption=Проверка подлинности...